Revit 2027 API
ParameterTypeId.ZonePhase Property
 "Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZonePhase { get; }
Public Shared ReadOnly Property ZonePhase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZonePhase {
	ForgeTypeId^ get ();
}
static member ZonePhase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace